Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# tactics.sideToPlaySolution
source: %@ to play — solution
ar_sa: الدور على %@ — الحل
cs: Na tahu: %@ — řešení
da: %@ i trækket — løsning
de_de: %@ am Zug — Lösung
el: Παίζουν %@ — λύση
es_es: Juegan %@ — solución
fi: Siirtovuoro: %@ — ratkaisu
fr_ca: %@ au trait — solution
he: תור ה%@ — פתרון
hi: %@ की चाल — हल
hu: %@ lép — megoldás
id: Giliran %@ — solusi
it: Muove %@ — soluzione
ja: %@番 — 解答
ko: %@ 차례 — 해답
ms: Giliran %@ — penyelesaian
nl_nl: %@ aan zet — oplossing
no: %@ i trekket — løsning
pl: Ruch: %@ — rozwiązanie
pt_br: Jogam as %@ — solução
ro: La mutare: %@ — soluție
ru: Ход: %@ — решение
sv: %@ i draget — lösning
th: ตาของ%@ — เฉลย
tr: Sıra %@ta — çözüm
vi: %@ đi — lời giải
zh_hans: 轮到%@ — 解答
zh_hant: 輪到%@ — 解答

# tactics.skip
source: Skip
ar_sa: تخطٍ
cs: Přeskočit
da: Spring over
de_de: Überspringen
el: Παράλειψη
es_es: Saltar
fi: Ohita
fr_ca: Passer
he: דלג
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nl_nl: Overslaan
no: Hopp over
pl: Pomiń
pt_br: Pular
ro: Sari
ru: Пропустить
sv: Hoppa över
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# tactics.skipRemaining
source: Skip · %lld
ar_sa: تخطٍّ · %lld
cs: Přeskočit · %lld
da: Spring over · %lld
de_de: Überspringen · %lld
el: Παράλειψη · %lld
es_es: Saltar · %lld
fi: Ohita · %lld
fr_ca: Passer · %lld
he: דילוג · %lld
hi: छोड़ें · %lld
hu: Kihagyás · %lld
id: Lewati · %lld
it: Salta · %lld
ja: スキップ · %lld
ko: 건너뛰기 · %lld
ms: Langkau · %lld
nl_nl: Overslaan · %lld
no: Hopp over · %lld
pl: Pomiń · %lld
pt_br: Pular · %lld
ro: Sari peste · %lld
ru: Пропустить · %lld
sv: Hoppa över · %lld
th: ข้าม · %lld
tr: Atla · %lld
vi: Bỏ qua · %lld
zh_hans: 跳过 · %lld
zh_hant: 跳過 · %lld

# tactics.solution
source: Solution
ar_sa: الحل
cs: Řešení
da: Løsning
de_de: Lösung
el: Λύση
es_es: Solución
fi: Ratkaisu
he: פתרון
hi: हल
hu: Megoldás
id: Solusi
it: Soluzione
ja: 解答
ko: 해답
ms: Penyelesaian
nl_nl: Oplossing
no: Løsning
pl: Rozwiązanie
pt_br: Solução
ro: Soluție
ru: Решение
sv: Lösning
th: เฉลย
tr: Çözüm
vi: Lời giải
zh_hans: 解答
zh_hant: 解答

# tactics.solutionShown
source: Solution shown
ar_sa: عُرض الحل
cs: Řešení zobrazeno
da: Løsningen er vist
de_de: Lösung gezeigt
el: Η λύση εμφανίστηκε
es_es: Solución mostrada
fi: Ratkaisu näytetty
fr_ca: Solution affichée
he: הפתרון הוצג
hi: हल दिखाया गया
hu: Megoldás megmutatva
id: Solusi ditampilkan
it: Soluzione mostrata
ja: 解答を表示しました
ko: 해답을 보였습니다
ms: Penyelesaian ditunjukkan
nl_nl: Oplossing getoond
no: Løsningen er vist
pl: Pokazano rozwiązanie
pt_br: Solução mostrada
ro: Soluția a fost arătată
ru: Решение показано
sv: Lösningen visad
th: แสดงเฉลยแล้ว
tr: Çözüm gösterildi
vi: Đã hiện lời giải
zh_hans: 已显示解答
zh_hant: 已顯示解答

# tactics.solutionTitle
source: Solution
ar_sa: الحل
cs: Řešení
da: Løsning
de_de: Lösung
el: Λύση
es_es: Solución
fi: Ratkaisu
he: פתרון
hi: हल
hu: Megoldás
id: Solusi
it: Soluzione
ja: 解答
ko: 해답
ms: Penyelesaian
nl_nl: Oplossing
no: Løsning
pl: Rozwiązanie
pt_br: Solução
ro: Soluție
ru: Решение
sv: Lösning
th: เฉลย
tr: Çözüm
vi: Lời giải
zh_hans: 解答
zh_hant: 解答

# tactics.solved
source: Solved
ar_sa: مَحلول
cs: Vyřešeno
da: Løst
de_de: Gelöst
el: Λύθηκε
es_es: Resuelto
fi: Ratkaistu
fr_ca: Résolu
he: נפתר
hi: हल हुई
hu: Megoldva
id: Terpecahkan
it: Risolto
ja: 正解
ko: 해결
ms: Selesai
nl_nl: Opgelost
no: Løst
pl: Rozwiązane
pt_br: Resolvido
ro: Rezolvat
ru: Решено
sv: Löst
th: แก้ได้
tr: Çözüldü
vi: Đã giải
zh_hans: 已解出
zh_hant: 已解出

# tactics.solvedNotFirst
source: Solved, but not first time
ar_sa: مَحلول، لكن ليس من أول محاولة
cs: Vyřešeno, ale ne napoprvé
da: Løst, men ikke i første forsøg
de_de: Gelöst, aber nicht im ersten Anlauf
el: Λύθηκε, αλλά όχι με την πρώτη
es_es: Resuelto, pero no a la primera
fi: Ratkaistu, mutta ei ensiyrittämällä
fr_ca: Résolu, mais pas du premier coup
he: נפתר, אבל לא בניסיון הראשון
hi: हल हुई, पर पहली बार में नहीं
hu: Megoldva, de nem elsőre
id: Terpecahkan, tapi bukan pada percobaan pertama
it: Risolto, ma non al primo tentativo
ja: 正解、ただし一発ではありません
ko: 해결했지만 한 번에는 아닙니다
ms: Selesai, tetapi bukan pada percubaan pertama
nl_nl: Opgelost, maar niet in één keer
no: Løst, men ikke på første forsøk
pl: Rozwiązane, ale nie za pierwszym razem
pt_br: Resolvido, mas não de primeira
ro: Rezolvat, dar nu din prima
ru: Решено, но не с первой попытки
sv: Löst, men inte på första försöket
th: แก้ได้ แต่ไม่ใช่ครั้งแรก
tr: Çözüldü, ama ilk denemede değil
vi: Đã giải, nhưng không phải lần đầu
zh_hans: 解出了，但不是一次成功
zh_hant: 解出了，但不是一次成功

# tactics.solvedSecondTry
source: Solved on the second try
ar_sa: مَحلول من المحاولة الثانية
cs: Vyřešeno na druhý pokus
da: Løst i andet forsøg
de_de: Im zweiten Anlauf gelöst
el: Λύθηκε στη δεύτερη προσπάθεια
es_es: Resuelto al segundo intento
fi: Ratkaistu toisella yrityksellä
fr_ca: Résolu au deuxième essai
he: נפתר בניסיון השני
hi: दूसरी कोशिश में हल हुई
hu: Másodikra megoldva
id: Terpecahkan pada percobaan kedua
it: Risolto al secondo tentativo
ja: 2回目で正解
ko: 두 번째 시도에 해결
ms: Selesai pada percubaan kedua
nl_nl: Opgelost bij de tweede poging
no: Løst på andre forsøk
pl: Rozwiązane za drugim razem
pt_br: Resolvido na segunda tentativa
ro: Rezolvat din a doua încercare
ru: Решено со второй попытки
sv: Löst på andra försöket
th: แก้ได้ในครั้งที่สอง
tr: İkinci denemede çözüldü
vi: Giải được ở lần thứ hai
zh_hans: 第二次尝试解出
zh_hant: 第二次嘗試解出

# tactics.stillNotIt
source: Still not it. Try a hint, or reveal the solution and study the idea.
ar_sa: ما زالت غير صحيحة. خذ تلميحًا، أو اكشف الحل وادرس الفكرة.
cs: Pořád ne. Vezmi si nápovědu, nebo odkryj řešení a nastuduj myšlenku.
da: Stadig ikke. Tag et hint, eller vis løsningen og studer idéen.
de_de: Immer noch nicht. Nimm einen Tipp oder sieh dir die Lösung an und präge dir die Idee ein.
el: Πάλι όχι. Πάρε υπόδειξη, ή δες τη λύση και μελέτησε την ιδέα.
es_es: Sigue sin ser. Pide una pista, o mira la solución y estudia la idea.
fi: Ei vieläkään. Ota vihje, tai katso ratkaisu ja opettele idea.
fr_ca: Toujours pas. Prenez un indice, ou affichez la solution et étudiez l'idée.
he: עדיין לא. קח רמז, או פתח את הפתרון ולמד את הרעיון.
hi: अब भी नहीं। संकेत लीजिए, या हल खोलकर विचार समझिए।
hu: Még mindig nem. Kérj tippet, vagy nézd meg a megoldást, és tanuld meg az ötletet.
id: Masih belum. Ambil petunjuk, atau buka solusinya dan pelajari gagasannya.
it: Ancora no. Prendi un suggerimento, oppure guarda la soluzione e studia l'idea.
ja: まだ違います。ヒントを使うか、解答を見て狙いを確かめてください。
ko: 아직 아닙니다. 힌트를 쓰거나 해답을 열어 아이디어를 익히세요.
ms: Masih belum. Ambil petunjuk, atau buka penyelesaian dan pelajari ideanya.
nl_nl: Nog steeds niet. Neem een hint, of bekijk de oplossing en bestudeer het idee.
no: Fortsatt ikke. Ta et hint, eller vis løsningen og studer idéen.
pl: Wciąż nie to. Weź podpowiedź albo odsłoń rozwiązanie i przeanalizuj ideę.
pt_br: Ainda não. Peça uma dica, ou veja a solução e estude a ideia.
ro: Tot nu. Ia un indiciu, sau vezi soluția și studiază ideea.
ru: Снова не то. Возьмите подсказку или откройте решение и разберите идею.
sv: Fortfarande inte. Ta ett tips, eller visa lösningen och studera idén.
th: ยังไม่ใช่ ลองใช้คำใบ้ หรือเปิดเฉลยแล้วศึกษาแนวคิด
tr: Yine olmadı. İpucu al ya da çözümü aç ve fikri incele.
vi: Vẫn chưa đúng. Lấy gợi ý, hoặc mở lời giải và học lấy ý tưởng.
zh_hans: 还不对。可以用提示，或者看解答并弄懂思路。
zh_hant: 還不對。可以用提示，或看解答並弄懂思路。

# tactics.strongestContinuation
source: Find the strongest continuation.
ar_sa: اعثر على أقوى استمرار.
cs: Najdi nejsilnější pokračování.
da: Find den stærkeste fortsættelse.
de_de: Finde die stärkste Fortsetzung.
el: Βρες την ισχυρότερη συνέχεια.
es_es: Encuentra la continuación más fuerte.
fi: Etsi vahvin jatko.
fr_ca: Trouvez la continuation la plus forte.
he: מצא את ההמשך החזק ביותר.
hi: सबसे मज़बूत अगली चाल खोजिए।
hu: Találd meg a legerősebb folytatást.
id: Temukan kelanjutan terkuat.
it: Trova la continuazione più forte.
ja: 最も強い継続手を見つけてください。
ko: 가장 강한 계속수를 찾으세요.
ms: Cari kesinambungan terkuat.
nl_nl: Vind de sterkste voortzetting.
no: Finn den sterkeste fortsettelsen.
pl: Znajdź najsilniejszą kontynuację.
pt_br: Ache a continuação mais forte.
ro: Găsește cea mai puternică continuare.
ru: Найдите сильнейшее продолжение.
sv: Hitta den starkaste fortsättningen.
th: หาตาต่อเนื่องที่แรงที่สุด
tr: En güçlü devamı bul.
vi: Tìm nước tiếp mạnh nhất.
zh_hans: 找出最强的续着。
zh_hant: 找出最強的續著。

# tactics.studyTheIdea
source: Study the idea — it will come back for review.
ar_sa: ادرس الفكرة — سيعود هذا اللغز للمراجعة.
cs: Nastuduj myšlenku — úloha se vrátí k opakování.
da: Studer idéen — opgaven kommer igen til genopfriskning.
de_de: Präge dir die Idee ein — die Aufgabe kommt zur Wiederholung zurück.
el: Μελέτησε την ιδέα — η άσκηση θα επανέλθει για επανάληψη.
es_es: Estudia la idea: volverá para repaso.
fi: Opettele idea — tehtävä palaa kertaukseen.
fr_ca: Étudiez l'idée — le problème reviendra en révision.
he: למד את הרעיון — התרגיל יחזור לחזרה.
hi: विचार समझ लीजिए — यह पहेली दोहराव के लिए लौटेगी।
hu: Tanuld meg az ötletet — a feladvány visszatér ismétlésre.
id: Pelajari gagasannya — soal ini akan kembali untuk pengulangan.
it: Studia l'idea: l'esercizio tornerà per il ripasso.
ja: 狙いを覚えてください — この問題は復習で戻ってきます。
ko: 아이디어를 익히세요 — 이 문제는 복습으로 돌아옵니다.
ms: Pelajari ideanya — teka-teki ini akan kembali untuk ulang kaji.
nl_nl: Bestudeer het idee — de puzzel komt terug ter herhaling.
no: Studer idéen — oppgaven kommer tilbake til repetisjon.
pl: Przeanalizuj ideę — zadanie wróci do powtórki.
pt_br: Estude a ideia — o exercício volta para revisão.
ro: Studiază ideea — exercițiul va reveni la recapitulare.
ru: Разберите идею — задача вернётся на повторение.
sv: Studera idén — uppgiften återkommer för repetition.
th: ศึกษาแนวคิดไว้ — ข้อนี้จะกลับมาให้ทบทวน
tr: Fikri incele — problem tekrar için geri gelecek.
vi: Học lấy ý tưởng — bài này sẽ quay lại để ôn.
zh_hans: 记住这个思路 — 这道题还会回来复习。
zh_hant: 記住這個思路 — 這道題還會回來複習。

# tactics.thatIsTheMove
source: That is the move — play it on the board.
ar_sa: هذه هي النقلة — العبها على الرقعة.
cs: To je ten tah — zahraj ho na šachovnici.
da: Det er trækket — spil det på brættet.
de_de: Das ist der Zug — spiele ihn auf dem Brett.
el: Αυτή είναι η κίνηση — παίξ' την στη σκακιέρα.
es_es: Esa es la jugada: hazla en el tablero.
fi: Tuo on se siirto — tee se laudalla.
fr_ca: C'est le bon coup — jouez-le sur l'échiquier.
he: זה המהלך — שחק אותו על הלוח.
hi: यही वह चाल है — इसे बोर्ड पर चलिए।
hu: Ez az a lépés — lépd meg a táblán.
id: Itu langkahnya — mainkan di papan.
it: È questa la mossa: giocala sulla scacchiera.
ja: それが正解の手です — 盤上で指してください。
ko: 그 수가 맞습니다 — 판에서 두세요.
ms: Itulah langkahnya — mainkan di papan.
nl_nl: Dat is de zet — speel hem op het bord.
no: Det er trekket — spill det på brettet.
pl: To właśnie to posunięcie — zagraj je na szachownicy.
pt_br: É esse o lance — jogue-o no tabuleiro.
ro: Asta e mutarea — joac-o pe tablă.
ru: Это тот самый ход — сделайте его на доске.
sv: Det är draget — spela det på brädet.
th: ใช่ตานั้น — เดินบนกระดานได้เลย
tr: Aradığın hamle bu — tahtada oyna.
vi: Đúng nước đó — hãy đi trên bàn cờ.
zh_hans: 就是这一步 — 在棋盘上走出来。
zh_hant: 就是這一步 — 在棋盤上走出來。

# tactics.thatIsTheMovePlay
source: That is the move — play it on the board.
ar_sa: هذه هي النقلة — العبها على الرقعة.
cs: To je ten tah — zahraj ho na šachovnici.
da: Det er trækket — spil det på brættet.
de_de: Das ist der Zug — spiele ihn auf dem Brett.
el: Αυτή είναι η κίνηση — παίξ' την στη σκακιέρα.
es_es: Esa es la jugada: hazla en el tablero.
fi: Tuo on se siirto — tee se laudalla.
fr_ca: C'est le bon coup — jouez-le sur l'échiquier.
he: זה המהלך — שחק אותו על הלוח.
hi: यही वह चाल है — इसे बोर्ड पर चलिए।
hu: Ez az a lépés — lépd meg a táblán.
id: Itu langkahnya — mainkan di papan.
it: È questa la mossa: giocala sulla scacchiera.
ja: それが正解の手です — 盤上で指してください。
ko: 그 수가 맞습니다 — 판에서 두세요.
ms: Itulah langkahnya — mainkan di papan.
nl_nl: Dat is de zet — speel hem op het bord.
no: Det er trekket — spill det på brettet.
pl: To właśnie to posunięcie — zagraj je na szachownicy.
pt_br: É esse o lance — jogue-o no tabuleiro.
ro: Asta e mutarea — joac-o pe tablă.
ru: Это тот самый ход — сделайте его на доске.
sv: Det är draget — spela det på brädet.
th: ใช่ตานั้น — เดินบนกระดานได้เลย
tr: Aradığın hamle bu — tahtada oyna.
vi: Đúng nước đó — hãy đi trên bàn cờ.
zh_hans: 就是这一步 — 在棋盘上走出来。
zh_hant: 就是這一步 — 在棋盤上走出來。

# tactics.themes
source: Themes
ar_sa: الأنماط
cs: Motivy
da: Motiver
de_de: Motive
el: Μοτίβα
es_es: Motivos
fi: Aiheet
fr_ca: Motifs
he: מוטיבים
hi: विषय
hu: Motívumok
id: Motif
it: Temi
ja: テーマ
ko: 테마
ms: Motif
nl_nl: Motieven
no: Motiver
pl: Motywy
pt_br: Temas
ro: Motive
ru: Мотивы
sv: Motiv
th: ธีม
tr: Motifler
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# tactics.tryForcing
source: There is a stronger move here. Look at the most forcing options first — checks, captures, threats.
ar_sa: هنا نقلة أقوى. انظر أولًا إلى الخيارات الأكثر إجبارًا — الكشوف والأخذ والتهديدات.
cs: Je tu silnější tah. Podívej se nejdřív na nejforsírovanější možnosti — šachy, braní, hrozby.
da: Der er et stærkere træk her. Kig først på det mest tvingende — skak, slag, trusler.
de_de: Hier gibt es einen stärkeren Zug. Sieh dir zuerst die forcierenden Möglichkeiten an — Schachs, Schläge, Drohungen.
el: Υπάρχει ισχυρότερη κίνηση εδώ. Κοίτα πρώτα τις πιο βεβιασμένες επιλογές — σαχ, παρσίματα, απειλές.
es_es: Aquí hay una jugada más fuerte. Mira primero lo más forzado: jaques, capturas, amenazas.
fi: Täällä on vahvempi siirto. Katso ensin pakottavimmat vaihtoehdot — shakit, lyönnit, uhkaukset.
fr_ca: Il y a plus fort ici. Regardez d'abord les coups les plus forçants — échecs, prises, menaces.
he: יש כאן מהלך חזק יותר. הסתכל קודם על האפשרויות הכופות — שחים, אכילות, איומים.
hi: यहाँ इससे मज़बूत चाल है। पहले सबसे बाध्यकारी विकल्प देखिए — शह, कटाई, धमकियाँ।
hu: Van itt erősebb lépés. Először a legkényszerítőbbeket nézd — sakkok, ütések, fenyegetések.
id: Ada langkah yang lebih kuat di sini. Lihat dulu yang paling memaksa — sekak, tangkapan, ancaman.
it: Qui c'è una mossa più forte. Guarda prima le opzioni più forzanti: scacchi, catture, minacce.
ja: ここにはもっと強い手があります。まず強制力のある手 — 王手、駒取り、脅し — から見てください。
ko: 여기 더 강한 수가 있습니다. 강제성이 큰 수부터 보세요 — 체크, 잡기, 위협.
ms: Ada langkah lebih kuat di sini. Lihat dahulu yang paling memaksa — sekak, tangkapan, ancaman.
nl_nl: Er is hier een sterkere zet. Kijk eerst naar het meest forcerende — schaakjes, slagzetten, dreigingen.
no: Det finnes et sterkere trekk her. Se først på det mest tvingende — sjakker, slag, trusler.
pl: Jest tu silniejsze posunięcie. Najpierw sprawdź to, co wymusza — szachy, bicia, groźby.
pt_br: Aqui há um lance mais forte. Olhe primeiro o mais forçado — xeques, capturas, ameaças.
ro: Există o mutare mai puternică aici. Uită-te întâi la cele mai forțate — șahuri, capturi, amenințări.
ru: Здесь есть ход сильнее. Смотрите сначала самое форсированное — шахи, взятия, угрозы.
sv: Det finns ett starkare drag här. Titta först på det mest forcerande — schackar, slag, hot.
th: ตรงนี้มีตาที่แรงกว่า ลองดูตาที่บังคับที่สุดก่อน — รุก กิน ขู่
tr: Burada daha güçlü bir hamle var. Önce en zorlayıcı seçeneklere bak — şahlar, almalar, tehditler.
vi: Ở đây có nước mạnh hơn. Hãy xem trước những nước ép nhất — chiếu, ăn quân, đe dọa.
zh_hans: 这里有更强的一步。先看最强制的选择 — 将军、吃子、威胁。
zh_hant: 這裡有更強的一步。先看最強制的選擇 — 將軍、吃子、威脅。

# tactics.watchSolution
source: Watch solution
ar_sa: شاهد الحل
cs: Zobrazit řešení
da: Se løsningen
de_de: Lösung ansehen
el: Δείτε τη λύση
es_es: Ver la solución
fi: Katso ratkaisu
fr_ca: Voir la solution
he: צפייה בפתרון
hi: हल देखें
hu: Megoldás megtekintése
id: Lihat solusinya
it: Guarda la soluzione
ja: 解答を見る
ko: 해답 보기
ms: Lihat penyelesaian
nl_nl: Oplossing bekijken
no: Se løsningen
pl: Zobacz rozwiązanie
pt_br: Ver a solução
ro: Vezi soluția
ru: Посмотреть решение
sv: Se lösningen
th: ดูเฉลย
tr: Çözümü izle
vi: Xem lời giải
zh_hans: 观看解答
zh_hant: 觀看解答

# tactics.winMaterial
source: Win material.
ar_sa: اكسب مادة.
cs: Získej materiál.
da: Vind materiale.
de_de: Gewinne Material.
el: Κέρδισε υλικό.
es_es: Gana material.
fi: Voita materiaalia.
fr_ca: Gagnez du matériel.
he: זכה בחומר.
hi: मोहरा जीतिए।
hu: Nyerj anyagot.
id: Menangkan materi.
it: Guadagna materiale.
ja: 駒得してください。
ko: 기물을 얻으세요.
ms: Menangi bahan.
nl_nl: Win materiaal.
no: Vinn materiale.
pl: Wygraj materiał.
pt_br: Ganhe material.
ro: Câștigă material.
ru: Выиграйте материал.
sv: Vinn material.
th: หากินตัวหมาก
tr: Materyal kazan.
vi: Hãy ăn quân.
zh_hans: 赢得子力。
zh_hant: 贏得子力。

# tactics.you
source: You
ar_sa: أنت
cs: Ty
da: Dig
de_de: Du
el: Εσύ
es_es: Tú
fi: Sinä
fr_ca: Vous
he: אתה
hi: आप
hu: Te
id: Kamu
it: Tu
ja: あなた
ko: 나
ms: Anda
nl_nl: Jij
no: Du
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
sv: Du
th: คุณ
tr: Sen
vi: Bạn
zh_hans: 你
zh_hant: 你

# theme.advancedPawn
source: Advanced pawn
ar_sa: بيدق متقدّم
cs: Postoupený pěšec
da: Fremskudt bonde
de_de: Weit vorgerückter Bauer
el: Προχωρημένο πιόνι
es_es: Peón avanzado
fi: Pitkälle edennyt sotilas
fr_ca: Pion avancé
he: רגלי מתקדם
hi: आगे बढ़ा प्यादा
hu: Előretolt gyalog
id: Bidak maju jauh
it: Pedone avanzato
ja: 進んだポーン
ko: 전진한 폰
ms: Bidak maju jauh
nl_nl: Ver opgerukte pion
no: Framskutt bonde
pl: Zaawansowany pion
pt_br: Peão avançado
ro: Pion avansat
ru: Далеко продвинутая пешка
sv: Framskjuten bonde
th: เบี้ยที่รุกล้ำ
tr: İlerlemiş piyon
vi: Tốt tiến sâu
zh_hans: 深入的兵
zh_hant: 深入的兵

# theme.advantage
source: Advantage
ar_sa: أفضلية
cs: Výhoda
da: Fordel
de_de: Vorteil
el: Πλεονέκτημα
es_es: Ventaja
fi: Etu
fr_ca: Avantage
he: יתרון
hi: बढ़त
hu: Előny
id: Keunggulan
it: Vantaggio
ja: 優勢
ko: 우세
ms: Keunggulan
nl_nl: Voordeel
no: Fordel
pl: Przewaga
pt_br: Vantagem
ro: Avantaj
ru: Преимущество
sv: Fördel
th: ได้เปรียบ
tr: Üstünlük
vi: Ưu thế
zh_hans: 优势
zh_hant: 優勢

# theme.anastasiaMate
source: Anastasia mate
ar_sa: مات أناستازيا
cs: Anastáziin mat
da: Anastasias mat
de_de: Anastasia-Matt
el: Ματ της Αναστασίας
es_es: Mate de Anastasia
fi: Anastasian matti
fr_ca: Mat d'Anastasie
he: מט אנסטסיה
hi: अनास्तासिया शहमात
hu: Anasztázia-matt
id: Sekakmat Anastasia
it: Matto di Anastasia
ja: アナスタシアのメイト
ko: 아나스타샤 메이트
ms: Sekakmat Anastasia
nl_nl: Anastasia-mat
no: Anastasias matt
pl: Mat Anastazji
pt_br: Mate de Anastasia
ro: Matul Anastasiei
ru: Мат Анастасии
sv: Anastasias matt
th: รุกจนแบบอนาสตาเซีย
tr: Anastasia matı
vi: Chiếu hết Anastasia
zh_hans: 阿纳斯塔西娅杀法
zh_hant: 阿納斯塔西婭殺法

# theme.arabianMate
source: Arabian mate
ar_sa: المات العربي
cs: Arabský mat
da: Arabisk mat
de_de: Arabisches Matt
el: Αραβικό ματ
es_es: Mate árabe
fi: Arabialainen matti
fr_ca: Mat arabe
he: המט הערבי
hi: अरबी शहमात
hu: Arab matt
id: Sekakmat Arab
it: Matto arabo
ja: アラビアンメイト
ko: 아라비안 메이트
ms: Sekakmat Arab
nl_nl: Arabisch mat
no: Arabisk matt
pl: Mat arabski
pt_br: Mate árabe
ro: Matul arab
ru: Арабский мат
sv: Arabisk matt
th: รุกจนแบบอาหรับ
tr: Arap matı
vi: Chiếu hết Ả Rập
zh_hans: 阿拉伯杀法
zh_hant: 阿拉伯殺法

# theme.attackingF2F7
source: Attacking f2/f7
ar_sa: هجوم على f2/f7
cs: Útok na f2/f7
da: Angreb på f2/f7
de_de: Angriff auf f2/f7
el: Επίθεση στο f2/f7
es_es: Ataque a f2/f7
fi: Hyökkäys ruutuun f2/f7
fr_ca: Attaque sur f2/f7
he: התקפה על f2/f7
hi: f2/f7 पर हमला
hu: Támadás f2/f7 ellen
id: Serangan ke f2/f7
it: Attacco su f2/f7
ja: f2/f7 への攻撃
ko: f2/f7 공격
ms: Serangan ke f2/f7
nl_nl: Aanval op f2/f7
no: Angrep på f2/f7
pl: Atak na f2/f7
pt_br: Ataque a f2/f7
ro: Atac pe f2/f7
ru: Атака на f2/f7
sv: Angrepp på f2/f7
th: บุก f2/f7
tr: f2/f7 saldırısı
vi: Tấn công f2/f7
zh_hans: 攻击 f2/f7
zh_hant: 攻擊 f2/f7

# theme.attraction
source: Attraction
ar_sa: استدراج
cs: Přilákání
da: Tiltrækning
de_de: Hinlenkung
el: Έλξη
es_es: Atracción
fi: Houkuttelu
he: משיכה
hi: खींचना
hu: Becsalogatás
id: Pemancingan
it: Attrazione
ja: 誘い出し
ko: 유인
ms: Pemancingan
nl_nl: Lokzet
no: Lokking
pl: Przyciągnięcie
pt_br: Atração
ro: Atragere
ru: Завлечение
sv: Lockelse
th: ล่อเข้ามา
tr: Çekme
vi: Dụ quân
zh_hans: 引入
zh_hant: 引入

# theme.backRankMate
source: Back rank mate
ar_sa: مات الصف الأخير
cs: Mat na poslední řadě
da: Bagrækkemat
de_de: Grundreihenmatt
el: Ματ τελευταίας οριζόντιας
es_es: Mate del pasillo
fi: Takarivin matti
fr_ca: Mat du couloir
he: מט שורה אחרונה
hi: आख़िरी पंक्ति की शहमात
hu: Alapsormatt
id: Sekakmat baris belakang
it: Matto del corridoio
ja: バックランクメイト
ko: 백랭크 메이트
ms: Mat baris belakang
nl_nl: Achterstemat
no: Bakerste rads matt
pl: Mat na ostatniej linii
pt_br: Mate do corredor
ro: Mat pe ultima linie
ru: Мат по последней горизонтали
sv: Bakre radens matt
th: รุกจนแถวหลัง
tr: Son yatay matı
vi: Chiếu hết hàng cuối
zh_hans: 底线杀
zh_hant: 底線殺

# theme.balestraMate
source: Balestra mate
ar_sa: مات باليسترا
cs: Balestrův mat
da: Balestra-mat
de_de: Balestra-Matt
el: Ματ Μπαλέστρα
es_es: Mate Balestra
fi: Balestra-matti
fr_ca: Mat Balestra
he: מט באלסטרה
hi: बालेस्ट्रा शहमात
hu: Balestra-matt
id: Sekakmat Balestra
it: Matto Balestra
ja: バレストラメイト
ko: 발레스트라 메이트
ms: Sekakmat Balestra
nl_nl: Balestra-mat
no: Balestramatt
pl: Mat Balestra
pt_br: Mate Balestra
ro: Matul Balestra
ru: Мат Балестра
sv: Balestramatt
th: รุกจนแบบบาเลสตรา
tr: Balestra matı
vi: Chiếu hết Balestra
zh_hans: 巴莱斯特拉杀法
zh_hant: 巴萊斯特拉殺法

# theme.basicMate
source: Basic mate
ar_sa: مات أساسي
cs: Základní mat
da: Grundmat
de_de: Grundmatt
el: Βασικό ματ
es_es: Mate básico
fi: Perusmatti
fr_ca: Mat élémentaire
he: מט בסיסי
hi: बुनियादी शहमात
hu: Alapmatt
id: Sekakmat dasar
it: Matto elementare
ja: 基本のメイト
ko: 기본 메이트
ms: Mat asas
nl_nl: Basismat
no: Grunnmatt
pl: Mat podstawowy
pt_br: Mate básico
ro: Mat de bază
ru: Простой мат
sv: Grundmatt
th: รุกจนพื้นฐาน
tr: Temel mat
vi: Chiếu hết cơ bản
zh_hans: 基本杀法
zh_hant: 基本殺法

# theme.bishopEndgame
source: Bishop endgame
ar_sa: نهاية أفيال
cs: Střelcová koncovka
da: Løberslutspil
de_de: Läuferendspiel
el: Φινάλε αξιωματικών
es_es: Final de alfiles
fi: Lähettiloppupeli
fr_ca: Finale de fous
he: סוף רצים
hi: ऊँट का अंत-खेल
hu: Futóvégjáték
id: Akhir permainan gajah
it: Finale di alfieri
ja: ビショップ終盤
ko: 비숍 엔드게임
ms: Permainan akhir gajah
nl_nl: Lopereindspel
no: Løpersluttspill
pl: Końcówka gońcowa
pt_br: Final de bispos
ro: Final de nebuni
ru: Слоновый эндшпиль
sv: Löparslutspel
th: เกมท้ายบิชอป
tr: Fil oyunsonu
vi: Tàn cuộc tượng
zh_hans: 象残局
zh_hant: 象殘局

# theme.blindSwineMate
source: Blind swine mate
ar_sa: مات الخنازير العمياء
cs: Mat slepých prasat
da: De blinde svins mat
de_de: Matt der blinden Schweine
el: Ματ των τυφλών γουρουνιών
es_es: Mate de los cerdos ciegos
fi: Sokeiden sikojen matti
fr_ca: Mat des cochons aveugles
he: מט החזירים העיוורים
hi: अंधे सूअरों की शहमात
hu: Vak disznók matt
id: Sekakmat babi buta
it: Matto dei maiali ciechi
ja: ブラインドスワインメイト
ko: 블라인드 스와인 메이트
ms: Sekakmat babi buta
nl_nl: Blinde-zwijnenmat
no: De blinde svinenes matt
pl: Mat ślepych świń
pt_br: Mate dos porcos cegos
ro: Matul porcilor orbi
ru: Мат слепых свиней
sv: De blinda svinens matt
th: รุกจนหมูตาบอด
tr: Kör domuzlar matı
vi: Chiếu hết lợn mù
zh_hans: 瞎猪杀法
zh_hant: 瞎豬殺法

# theme.bodenMate
source: Boden mate
ar_sa: مات بودن
cs: Bodenův mat
da: Bodens mat
de_de: Boden-Matt
el: Ματ Μπόντεν
es_es: Mate de Boden
fi: Bodenin matti
fr_ca: Mat de Boden
he: מט בודן
hi: बोडेन शहमात
hu: Boden-matt
id: Sekakmat Boden
it: Matto di Boden
ja: ボーデンのメイト
ko: 보덴 메이트
ms: Sekakmat Boden
nl_nl: Boden-mat
no: Bodens matt
pl: Mat Bodena
pt_br: Mate de Boden
ro: Matul Boden
ru: Мат Бодена
sv: Bodens matt
th: รุกจนแบบโบเดน
tr: Boden matı
vi: Chiếu hết Boden
zh_hans: 博登杀法
zh_hant: 博登殺法

# theme.breakthrough
source: Breakthrough
ar_sa: اختراق
cs: Průlom
da: Gennembrud
de_de: Durchbruch
el: Διάσπαση
es_es: Ruptura
fi: Läpimurto
fr_ca: Percée
he: פריצה
hi: सेंध
hu: Áttörés
id: Terobosan
it: Rottura
ja: 突破
ko: 돌파
ms: Terobosan
nl_nl: Doorbraak
no: Gjennombrudd
pl: Przełamanie
pt_br: Ruptura
ro: Străpungere
ru: Прорыв
sv: Genombrott
th: เจาะแนว
tr: Yarma
vi: Chọc thủng
zh_hans: 突破
zh_hant: 突破
